{
  "id": "MgVb_ss5",
  "school": "Mahāsaṅghika Vinaya",
  "book": "Bhikkhunī Vibhaṅga",
  "rule_class": "Suspension",
  "rule_no": "5",
  "sections": [
    {
      "heading": "First Origin Story",
      "parts": [
        {
          "lzh": [
            "佛住舍衛城。爾時賴吒比丘尼妹。嫁適異村得病。遣信喚賴吒言。及我未死早來看我。可得相見。即便往看。未得至間而妹命終。到已其妹婿語賴吒言。汝妹命過。誰當料理家內看視兒子。唯願賴吒。為我料理以代妹處。比丘尼便作是念。此人出是惡聲。或能強見侵掠。即懷怖懼佯如出外。便還舍衛城語諸比丘尼言。異哉其當壞我梵行。諸比丘尼問言。以何事故。便具說上事。",
            "諸比丘尼聞已語大愛道。大愛道即以是事具白世尊。佛言。喚是比丘尼來。來已問言。汝實爾不。答言實爾世尊。佛言。汝云何道路獨行"
          ],
          "en": [
            "The Buddha was staying at Sāvatthī. At that time, Rāṣṭrā bhikkhunī’s younger sister, who had gone to another village when she got married, fell sick. She sent a message to summon Rāṣṭrā:",
            "“Come soon to see me, while I haven’t died yet, so we may see each other once more.”",
            "Then she immediately went to see her. While she was on the way and hadn’t arrived yet, the sister passed away. When she arrived, her sister’s husband said to Rāṣṭrā:",
            "“You sister has died. Who will do the household chores and look after the children? Please, Rāṣṭrā, manage the household for me in your sister’s place.”",
            "The bhikkhunī thought:",
            "“This man has said a bad thing. Maybe he’ll try to keep me by force.”",
            "Then she became fearful, and pretending to agree, she went outside. She directly returned to Sāvatthī and told the other bhikkhunīs:",
            "“How unexpected! Someone nearly destroyed my monastic life!”",
            "The bhikkhunīs asked:",
            "“What happened?”",
            "So she fully told them the matter.",
            "When the bhikkhunīs heard this, they told Mahāpajāpatī, and she fully informed the World-honored One of this matter. The Buddha said:",
            "“Summon that bhikkhunī.”",
            "When she came, he asked her:",
            "“Did you really do this?”",
            "She answered:",
            "“I really did this, World-honored One.”",
            "The Buddha said: “Why did you walk alone on a road?"
          ]
        }
      ]
    },
    {
      "heading": "First Preliminary Ruling",
      "parts": [
        {
          "lzh": [
            "從今日後不聽獨行。"
          ],
          "en": [
            "From now on, it’s no longer allowed to walk alone.”"
          ]
        }
      ]
    },
    {
      "heading": "Second Origin Story",
      "parts": [
        {
          "lzh": [
            "復次諸比丘尼道路行。有一年少比丘尼。下道便利。在後諸賈客來見比丘尼端正。即便遮問。汝年少端正正應受欲。何以出家請說其故。比丘尼言。我出家何用問為。復言不爾。會當有意語我。答亦如初。如是戲弄已須臾放去。到聚落已心生疑悔語大愛道。",
            "大愛道即以是事具白世尊。佛言。"
          ],
          "en": [
            "At another time, the bhikkhunīs were walking on a road. A young bhikkhunī left the path to relieve herself behind the others. Some merchants came and saw that the bhikkhunī was graceful. Then they held her back and asked:",
            "“You’re young and graceful, you really should indulge in desires. Why did you go forth? Please tell us the reason.”",
            "The bhikkhunī said:",
            "“What’s the use of asking me why I went forth?”",
            "They repeated:",
            "“That’s not true. There ought to be a reason you can tell us.”",
            "She answered again as before. In this way, they toyed with her and after a moment let her go. When she had reached the village, doubts and remorse arose in her mind, and she told Mahāpajāpatī.",
            "Mahāpajāpatī then fully informed the World-honored One of this matter. The Buddha said:"
          ]
        }
      ]
    },
    {
      "heading": "Second Preliminary Ruling",
      "parts": [
        {
          "lzh": [
            "不欲無罪。"
          ],
          "en": [
            "“If it was involuntary, there is no offense.”"
          ]
        }
      ]
    },
    {
      "heading": "Third Origin Story",
      "parts": [
        {
          "lzh": [
            "復次諸比丘尼共道行。有比丘尼病不及伴。獨在後來已心生。疑悔語大愛道。",
            "大愛道即以是事具白世尊。佛言。病無罪。佛語大愛道。依止舍衛城比丘尼皆悉令集。乃至已聞者當重聞。"
          ],
          "en": [
            "At another time, bhikkhunīs were walking on a path together. A bhikkhunī fell sick and didn’t reach her companions. Having walked alone behind, doubts and remorse arose in her mind, and she told Mahāpajāpatī.",
            "Mahāpajāpatī then fully informed the World-honored One of this matter. The Buddha said:",
            "“If she’s sick, there is no offense.”",
            "The Buddha told Mahāpajāpatī: “Convene all the bhikkhunīs living in the vicinity of Sāvatthī. … Those who have already heard it should listen again:"
          ]
        }
      ]
    },
    {
      "heading": "Final Ruling",
      "parts": [
        {
          "lzh": [
            "若比丘尼無比丘尼伴行。不得出聚落界。除餘時。餘時者不欲病。是名餘時。是法初罪僧伽婆尸沙。"
          ],
          "en": [
            "If a bhikkhunī walks without a bhikkhunī companion, she may not leave the village boundary, except at a suitable time. A suitable time means if it’s involuntary, or if she’s sick. This is called a suitable time. This is an immediate saṅghādisesa offense.”"
          ]
        }
      ]
    },
    {
      "heading": "Explanation",
      "parts": [
        {
          "lzh": [
            "比丘尼者如上說。無比丘尼伴者。獨一人道行如上廣說。除餘時者。不欲病世尊說無罪。僧伽婆尸沙者如上說。若比丘尼著道行時未出界無罪。若到聚落城邑界時當相去在申手內。若相離申手外。一足過偷蘭遮。二足過僧伽婆尸沙。一人界中間住偷蘭遮。如是餘人過偷蘭遮。是故世尊說。"
          ],
          "en": [
            "“A bhikkhunī”",
            "is as explained above.",
            "“Without a bhikkhunī companion”",
            "means walking on a path alone, as a single person, as explained in detail above.",
            "“Except at a suitable time”",
            "means that if it was involuntary or she was sick, the World-honored One said that there is no offense.",
            "“A saṅghādisesa”",
            "is as explained above. If a bhikkhunī when walking on a path, hasn’t yet left the boundary, there is no offense. If she reaches the village or city boundary, she should walk within an arm’s length (of the boundary). If she leaves the arm’s length with one foot, it’s a thullaccaya. If she leaves it with both feet, it’s a saṅghādisesa. If one person stays alone on the boundary (line), it’s a thullaccaya. If while she does this, another person crosses it, it’s a thullaccaya. This is what the World-honored One said."
          ]
        }
      ]
    }
  ],
  "file": "ss05",
  "prev_file": "ss04",
  "next_file": "ss06"
}