{
  "id": "MgVb_pc101",
  "school": "Mahāsaṅghika Vinaya",
  "book": "Bhikkhunī Vibhaṅga",
  "rule_class": "Confession",
  "rule_no": "101",
  "sections": [
    {
      "heading": "Origin Story",
      "parts": [
        {
          "lzh": [
            "佛住舍衛城。爾時世尊制戒。不聽減十二雨適他婦受具足。爾時比丘尼適他家。婦滿十二雨與受具足。諸比丘尼嫌言。汝滿十二雨適他婦。滿與不滿誰知者。",
            "諸比丘尼語大愛道。大愛道往白世尊。乃至佛言。從今已後。滿十二雨適他婦。應與二年學戒。佛告大愛道。依止舍衛城比丘尼皆悉令集。乃至已聞者當重聞。"
          ],
          "en": [
            "The Buddha was staying at Sāvatthī. At that time, the World-honored One had laid down the precept that it’s not allowed to give the full ordination to a married woman who is less than 12 years old. Then bhikkhunīs gave the full ordinations to women living with their husbands’ families who were 12 years old. The bhikkhunīs were upset and said:",
            "“Whether you’re 12 year old women living with your husbands’ families or not, who knows?”",
            "The bhikkhunīs told Mahāpajāpatī, and she went to the World-honored One, and informed him. … The Buddha said:",
            "“From now on, a 12 year old married woman should be given the training precepts for two years.”",
            "The Buddha told Mahāpajāpatī: “Convene all the bhikkhunīs living in the vicinity of Sāvatthī. … Those who have already heard it should listen again:"
          ]
        }
      ]
    },
    {
      "heading": "Final Ruling",
      "parts": [
        {
          "lzh": [
            "若比丘尼適他婦滿十二雨。不與學戒受具足者。波夜提。"
          ],
          "en": [
            "If a bhikkhunī gives the full ordination to a married woman who is 12 years old but who hasn’t been given the training precepts, it’s a pācittiya.”"
          ]
        }
      ]
    },
    {
      "heading": "Explanation",
      "parts": [
        {
          "lzh": [
            "如上童女不學戒中說。"
          ],
          "en": [
            "As explained above in the rule about",
            "“a girl who hasn’t trained in the precepts”",
            "."
          ]
        }
      ]
    },
    {
      "heading": "Summary Verse",
      "parts": []
    }
  ],
  "file": "pc101",
  "prev_file": "pc100",
  "next_file": "pc102"
}