{
  "id": "MgVb_ss8",
  "school": "Mahāsaṅghika Vinaya",
  "book": "Bhikkhunī Vibhaṅga",
  "rule_class": "Suspension",
  "rule_no": "8",
  "sections": [
    {
      "heading": "First Origin Story",
      "parts": [
        {
          "lzh": [
            "佛住舍衛城。爾時阿摩羅邑力士婦。年少端正與人私通。其夫語言。汝莫復作。若作者我當如是如是治汝。其婦故作不止。其夫即伺。合男子捉取。便送與斷事官言。我婦與是人通。願官與我如法治罪。如法治罪者言。若女人共他私通者。應七日二眾前集。集會七日已於二家眾前中裂其身。官便語婦言。汝且還歸。若家有者。可往辦具布施飲食。若無者隨意。滿七日已當於二眾前中裂汝身。即便還家具辦飲食施於二眾。此婦於屏處啼泣。諸母人問言。汝何故啼耶。"
          ],
          "en": [
            "The Buddha was staying at Sāvatthī. At that time, there was a wife in a powerful household in the village Āmala who was young and graceful. She had an affair with someone else. Her husband said:",
            "“Don’t do it again. If you do it again, I’ll punish you in such-and-such a way.”",
            "His wife did as before without stopping. Her husband then investigated, and caught her when she was with the other man. He brought her to the judge and said:",
            "“My wife has an affair with this man. I ask the judge to allow me to punish her for her crime according to the law.”",
            "—“Punishing her for her crime according to the law”",
            "means if a woman has an affair with someone else, she should appear before the two gathered assemblies for seven days. After the seven-day gathering, her body should be ripped apart through the middle in front of the assemblies of the two families (i.e. the woman’s and her husband’s).— The judge then said to the wife:",
            "“You may return home. If you have things at home, you may go and prepare offerings of food and drinks. If you don’t have anything, you can do what you like. When the seven days are over, your body will be ripped apart through the middle in front of the two assemblies.”",
            "She then returned home, and prepared food and drinks to offer to the two assemblies. She then cried in a secluded place. Some women <note: 諸母人, lit. “motherly people” seems to be an overly literal rendering of “mātugāma”.>  asked her: “Why do you cry?”"
          ]
        },
        {
          "lzh": [
            "答言。我那得不啼。滿七日已當於二眾前中裂我身。母人言。汝欲得活不。答言爾。便語言。汝往舍衛城迦梨比丘尼所。求索出家可得活。眾人酒醉。於是女人似如小出。即詣舍衛城問人言。比丘尼僧伽藍在何處。示處。入問人言。何者是迦梨比丘尼房。即示其處入已白言阿梨耶。我欲出家。問言。主聽汝未。答言。云何聽。比丘尼言。若未出嫁父母聽已。嫁者姑妐夫主叔聽。是則聽。答言。若爾者已自是聽。諸宗親都欲中裂我身棄捨竟。比丘尼言。若爾者已好放汝。即度出家受具足。"
          ],
          "en": [
            "She answered:",
            "“How could I not cry? When the seven days are over, my body will be ripped apart through the middle in front of the two assemblies.”",
            "The women said:",
            "“Do you want to live?”",
            "She answered:",
            "“Yes.”",
            "They said:",
            "“Go to Sāvatthī to Kālī bhikkhunī. If you request to go forth, you can live.”",
            "The assembled people had become drunk on alcohol, and with the support of these women, she briefly went out on a pretext. She reached Sāvatthī, and asked people:",
            "“Where is the bhikkhunī monastery?”",
            "They showed her the place. She entered, and asked people:",
            "“Where is Kālī bhikkhunī’s room?”",
            "Then they showed her the room. She entered, and said:",
            "“Venerable, I want to go forth.”",
            "(Kālī) asked:",
            "“Has your guardian allowed it?”",
            "She answered:",
            "“What does allowed mean?”",
            "The bhikkhunī said:",
            "“If you haven’t yet left (your parent’s house) to be married, your parents allow it. If you’re married, your parents-in-law, your husband, or your brothers-in-law allow it. This then means allowed.”",
            "(The woman) answered:",
            "“In that case, I’ve allowed myself. All my relatives want to rip my body apart through the middle, and end my life.”",
            "The bhikkhunī said:",
            "“In that case, they have already released you.”",
            "Then she gave her the going forth and the full ordination."
          ]
        },
        {
          "lzh": [
            "其人求覓欲治罪不見。聞舍衛城比丘尼已度出家。即詣舍衛城問人言。何者是比丘尼精舍。人即示處。入已問言。何者是迦梨比丘尼房。示言此是。入已問言。阿梨耶。是迦梨比丘尼耶。答言。何以故問彼言。我不放婦。何以度出家。長壽。汝家在何處。答言在阿摩勒邑。便語言。短壽汝是賊。汝不知耶。阿摩勒人恒喜來此。伺求國便欲為細作。便語弟子。取我衣來。我當告王繫此短壽。其人聞已念言。此比丘尼眼目角張。或能作惡。漸漸却行。出外瞋恚罵詈。此沙門尼。盜度我婦反欲繫我。"
          ],
          "en": [
            "Her husband looked for her to punish her for her crime, but didn’t see her. He heard that a bhikkhunī in Sāvatthī had given her the going forth. Then he went to Sāvatthī, and asked people:",
            "“Where is the bhikkhunī monastery?”",
            "Then they showed him the place. He entered and asked:",
            "“Where is this Kālī bhikkhunī’s room?”",
            "They showed him, and said:",
            "“This is it.”",
            "He entered, and asked:",
            "“Venerable, are you Kālī bhikkhunī?”",
            "She answered:",
            "“Why do you ask?”",
            "He answered:",
            "“I haven’t released my wife. Why did you give her the going forth?”",
            "“Long-lived One, where is your home?”",
            "He answered:",
            "“In Āmala village.”",
            "Then she said:",
            "“Short-lived One, you’re a criminal. Don’t you know? The people of Āmala always like to come here. They investigate this country, and want to spy on us.”",
            "Then she said to her student:",
            "“Bring my robe. I’ll tell the king to tie up this short-lived one.”",
            "When the husband heard this, he thought:",
            "“This bhikkhunī is squinting her eyes. She might do something evil.”",
            "He slowly retreated. When he was outside, he scolded her resentfully:",
            "“This renunciate has stolen my wife and ordained her. And moreover, she wants to tie me up.”"
          ]
        },
        {
          "lzh": [
            "諸比丘尼聞已語大愛道。大愛道即以是事具白世尊。佛言。喚比丘尼來。來已佛言。迦梨此是惡事。汝云何知人犯罪眾親欲治罪而度出家。此非法非律非如佛教。"
          ],
          "en": [
            "When the bhikkhunīs heard this, they told Mahāpajāpatī, and she fully informed the World-honored One of this matter. The Buddha said:",
            "“Summon that bhikkhunī.”",
            "When she came, the Buddha said: “Kālī, this is an unwholesome thing. Why did you give the going forth to someone who you know has committed a crime, and whose assembled relatives want to punish her? This is against the dhamma, against the vinaya, against the Buddha’s teaching."
          ]
        }
      ]
    },
    {
      "heading": "Preliminary Ruling",
      "parts": [
        {
          "lzh": [
            "從今日後。不聽犯罪女人眾欲治罪而度出家。"
          ],
          "en": [
            "From now on, it’s no longer allowed to give the going forth to a woman who has committed a crime, and whose assembled relatives want to punish her.”"
          ]
        }
      ]
    },
    {
      "heading": "Second Origin Story",
      "parts": [
        {
          "lzh": [
            "復次釋迦揵提邑有女人。如上說。乃至語比丘尼言。度我出家。比丘尼言。先已有比如此犯罪不聽出家。復向餘比丘尼。都無度者。便向外道求出家。其人欲取治罪而不知處。聞在舍衛城外道已度出家。其夫念言。此婦本是優婆塞女。而今墮外道邪見即是治罪。便不復尋求。諸外道法飲米泔汁及盪釜水裸形無恥。而復妻掠無度。其婦厭患言。此非出家之法。即捨向比丘尼精舍。白言。我墮深坑崩岸當墮泥犁。唯願牽我出家。諸比丘尼無敢度者。便詣大愛道白言。阿梨耶。是我親里釋家女今墮深坑。願度我出家。",
            "大愛道即以是事往白世尊。佛言得。若先外道度後聽出家。佛告大愛道。依止舍衛城比丘尼皆悉令集。乃至已聞者當重聞。"
          ],
          "en": [
            "At another time, there was a woman in the village Sakyavāna. As explained above. … She said to the bhikkhunī:",
            "“Give me the going forth.”",
            "The bhikkhunī said:",
            "“If you have committed such a crime before, it’s not allowed to go forth.”",
            "The woman went again to other bhikkhunīs, but they all didn’t ordain her. Then she asked for the going forth from non-Buddhist renunciates. Her husband wanted to get hold of her to punish her for her crime, but didn’t know where she was. He heared that she had gone forth with non-Buddhist renunciates in Sāvatthī. The husband thought:",
            "“My wife was originally a lay Buddhist. But now she has fallen into a non-Buddhist wrong view. This then is the punishment for her crime.”",
            "And he didn’t look further for her. The renunciates of the non-Buddhist teaching drank rice-washing and pot-washing water, and they were naked and shameless. Moreover, the woman was raped again and again. The woman was disillusioned, and said:",
            "“This is no going forth in the dhamma.”",
            "Then she gave it up, went to the bhikkhunī monastery and told them:",
            "“I’ve fallen into a deep pit with crumbling walls, and I’ll fall into hell. Please let me go forth.”",
            "The bhikkhunīs didn’t dare to ordain her. Then she went to Mahāpajāpatī, and told her:",
            "“Venerable, you’re my relative, a Sakyan woman. Now I’ve fallen into a deep pit. Please give me the going forth.”",
            "Mahāpajāpatī then went and informed the World-honored One of this matter. The Buddha said:",
            "“It’s allowed. If she was first ordained by non-Buddhist renunciates, it’s allowed to give the going forth afterwards.”",
            "The Buddha told Mahāpajāpatī: “Convene all the bhikkhunīs living in the vicinity of Sāvatthī. … Those who have already heard it should listen again:"
          ]
        }
      ]
    },
    {
      "heading": "Final Ruling",
      "parts": [
        {
          "lzh": [
            "若比丘尼知犯罪女眾親欲治而度除餘時。餘時者。先外道度。是名餘時。是法初罪。"
          ],
          "en": [
            "If a bhikkhunī knows that a woman has committed a crime, and that her assembled relatives want to punish her, and ordains her, except at a suitable time, —A suitable time means: if she has first been ordained by non-Buddhist renunciates. This is called a suitable time,— it’s an immediate (saṅghādisesa) offense.”"
          ]
        }
      ]
    },
    {
      "heading": "Explanation",
      "parts": [
        {
          "lzh": [
            "比丘尼者如上說。知者。若自知若從他聞。眾者。二眾集父母眾。夫家眾親者。婆羅門宗姓。剎利宗姓。毘舍宗姓。首陀羅宗姓。治罪者。或以薄裹而燒。或沙囊繫頸沈著水中或火燒頭。或截耳截鼻。或燒熱鐵烙小便道。或中裂其身。如是國法種種不同。除先在外道出家者。世尊說無罪外道者。尼揵帝梨檀遲伽。如是比外道。是法初罪僧伽婆尸沙者如上廣說。若比丘尼知犯罪女應治度出家越比尼罪。與學法者偷蘭遮受具足僧伽婆尸沙。是故世尊說。"
          ],
          "en": [
            "“A bhikkhunī”",
            "is as explained above.",
            "“Knowing”",
            "means she either knows herself or hears it from others.",
            "“Assembled”",
            "means the two assemblies gathered: her parental family and her husband’s family.",
            "“Relatives”",
            "means from brahmin, noble, merchant or worker families.",
            "“Punish for a crime”",
            "means wrapping her lightly and setting her on fire, tying a sand bag around her neck and drowning her, burning her head, cutting off her ears and nose, burning her vagina with glowing iron, or ripping her body apart through the middle. Like this there are all kinds of different national laws.",
            "“Except if she has first been given the going forth by non-Buddhist renunciates”",
            "means that the World-honored One said that there is no offense.",
            "“Non-Buddhist renunciates”",
            "means Jains, trident-bearing ascetics <note: Tre-daṇḍikās> , and similar non-Buddhist renunciates. This rule is an immediate saṅghādisesa offense. “A saṅghādisesa” is as explained in detail above. If a bhikkhunī knows that a woman has committed a crime and should be punished, and gives her the going forth, she breaks a minor vinaya rule. If she gives her the (sikkhamānā) training precepts, it’s a thullaccaya. If she gives her the full ordination, it’s a saṅghādisesa. This is what the World-honored One said."
          ]
        }
      ]
    }
  ],
  "file": "ss08",
  "prev_file": "ss07",
  "next_file": "ss09"
}