{
  "id": "MgVb_pc102",
  "school": "Mahāsaṅghika Vinaya",
  "book": "Bhikkhunī Vibhaṅga",
  "rule_class": "Confession",
  "rule_no": "102",
  "sections": [
    {
      "heading": "Origin Story",
      "parts": [
        {
          "lzh": [
            "佛住舍衛城。爾時迦梨比丘尼度王臣須提那婦。出家與受學戒。本在家有娠。轉轉腹大。諸比丘尼嫌言。已受學戒而有娠體應驅出。答言。我出家已來不知是法。",
            "諸比丘尼語大愛道。大愛道以是因緣往白世尊。佛言。此出家已來不知是法。此在家時事。"
          ],
          "en": [
            "The Buddha was staying at Sāvatthī. At that time, Kālī bhikkhunī gave the going forth to the wife of Sudinna, a minister of the king, and she gave her the training precepts. When she had previously lived in the household, she had become pregnant, and over time, her belly grew. The bhikkhunīs were upset and said:",
            "“You’ve received the training precepts and you’re pregnant; you should be expelled.”",
            "She answered:",
            "“Since I went forth, I don’t remember doing that thing.”",
            "The bhikkhunīs told Mahāpajāpatī, and for this reason, she went and informed the World-honored One. The Buddha said: “Since she went forth, she doesn’t remember doing that thing. That happened at the time when she was a lay person."
          ]
        }
      ]
    },
    {
      "heading": "Preliminary Ruling",
      "parts": [
        {
          "lzh": [
            "若有如是比者。未應與受具足待娩身已。若生女者出草蓐已與受具足。若生男者待兒能離乳。然後與受具足。若親里姊妹言。取是小兒來我自養活。如是者應與受具足。"
          ],
          "en": [
            "When there is such a case, one shouldn’t yet give her the full ordination. One should wait until she has given birth. If she gives birth to a girl, one should give her the full ordination when she gets up from the grass mat. If she gives birth to a boy, one should wait until he can be weaned, and afterwards give her the full ordination. If relatives and sisters say:",
            "“Give me the baby, I’ll raise it myself,”",
            "that should be done, and she should be given the full ordination.”"
          ]
        }
      ]
    },
    {
      "heading": "Origin Story (continued)",
      "parts": [
        {
          "lzh": [
            "佛告大愛道瞿曇彌。依止舍衛城比丘尼皆悉令集乃至已聞者當重聞。"
          ],
          "en": [
            "The Buddha told Mahāpajāpatī Gotamī: “Convene all the bhikkhunīs living in the vicinity of Sāvatthī. … Those who have already heard it should listen again:"
          ]
        }
      ]
    },
    {
      "heading": "Final Ruling",
      "parts": [
        {
          "lzh": [
            "若比丘尼已適他婦受學戒。不滿學與受具足者波夜提。"
          ],
          "en": [
            "If a bhikkhunī gives the full ordination to a married woman who has received the training precepts but hasn’t fully trained in them, it’s a pācittiya.”"
          ]
        }
      ]
    },
    {
      "heading": "Explanation",
      "parts": [
        {
          "lzh": [
            "如上童女學戒不滿中廣說。"
          ],
          "en": [
            "As explained in detail above in the rule about",
            "“a girl who hasn’t fully trained in the precepts”",
            "."
          ]
        }
      ]
    }
  ],
  "file": "pc102",
  "prev_file": "pc101",
  "next_file": "pc103"
}