{
  "id": "MgVb_pj5",
  "school": "Mahāsaṅghika Vinaya",
  "book": "Bhikkhunī Vibhaṅga",
  "rule_class": "Expulsion",
  "rule_no": "5",
  "sections": [
    {
      "heading": "Final Ruling",
      "parts": [
        {
          "lzh": [
            "若比丘尼漏心。漏心男子邊肩以下膝以上摩觸受樂者。是比丘尼波羅夷不應共住。"
          ],
          "en": [
            "If a bhikkhunī with a defiled mind, feels pleasure from being rubbed and touched below the shoulders and above the knees by a man with a defiled mind, that bhikkhunī is pārājika, and shouldn’t live in community.”"
          ]
        }
      ]
    },
    {
      "heading": "Explanation",
      "parts": [
        {
          "lzh": [
            "比丘尼者如上說。漏心男子者。欲心。肩以下者。乳房以下。膝以上者。大髀上至臍。摩觸者。移手摩捫。受樂者。覺快樂。染著者。是比丘尼波羅夷波羅夷者如上說。不共住者。不得共比丘尼住。法食味食。如前後亦如是。如後前亦如是。波羅夷罪不應共住。若比丘尼漏心。漏心男子肩以下膝以上摩觸受樂者波羅夷。不應共住。"
          ],
          "en": [
            "“A bhikkhunī”",
            "is as explained above.",
            "“A man with a defiled mind”",
            "means a lustful mind.",
            "“Below the shoulders”",
            "means below the breasts.",
            "“Above the knees”",
            "means from the thighs up to the navel.",
            "“Rubbing and touching”",
            "means moving the hands to stroke.",
            "“Feeling pleasure”",
            "means to attain happiness and defiled attachment. This bhikkhunī is pārājika.",
            "“A pārājika”",
            "is as explained above.",
            "“Not living in community”",
            "means she may not stay with the bhikkhunīs, and may not take dhamma nourishment or material nourishment. As before so also afterwards, as afterwards so also before, she’s pārājika, and may not live in community. If a bhikkhunī with a defiled mind, close to a man with a defiled mind, feels pleasure from being rubbed and touched below the shoulders and above the knees, she’s pārājika, and shouldn’t live in community."
          ]
        },
        {
          "lzh": [
            "如是不能男及女人偷蘭遮罪。比丘尼漏心男子不漏心。亦波羅夷。不能男及女人偷蘭遮罪。比丘尼無漏心男子有漏心。偷蘭遮。不能男及女人越比尼罪。比丘尼無漏心男子無漏心。越比尼罪不能男子女人。越比尼心悔。若比丘尼使男子剃髮時。兩女人痛。按令覺女人不覺男子。如是刺頭出血刺臂刺脚時。當使女人急捉。令覺女人不覺男子。肩以上膝以下若有癰瘡。使女人捉男子破無罪。隱處不得。隱處者。肩以下膝以上。若是處有病者。當使女人治。是故說。"
          ],
          "en": [
            "If she does this with an impotent man or a woman, it’s a thullaccaya offense. If the bhikkhunī has a defiled mind and the man has an undefiled mind, it’s also a pārājika. If it’s an impotent man or a woman, it’s a thullaccaya offense. If the bhikkhunī has an undefiled mind and the man has a defiled mind, it’s a thullaccaya. If it’s an impotent man or a woman, she breaks a minor vinaya rule. If the bhikkhunī has an undefiled mind and the man also has an undefiled mind, she breaks a minor vinaya rule. If it’s an impotent man or a woman, she transgresses against vinaya and should mentally repent. If a woman has a man shave her hair, two women must pinch her to make her feel the women’s touch, not the man’s. In the same way, if he cuts her head and it bleeds, if he cuts her shoulder, or if he cuts her foot, she should have women grasp her harshly to make her feel the women’s touch, not the man’s. If she has an abscess above the shoulders or below the knees, and if she has women hold her while a man opens it, there is no offense. In the hidden place, this isn’t allowed.",
            "“The hidden place”",
            "means below the shoulders and above the knees. If there is a sickness in this place, she should have a woman treat it. This is what was said."
          ]
        }
      ]
    }
  ],
  "file": "pj5",
  "prev_file": "pj2-4",
  "next_file": "pj6"
}