{
  "id": "MgVb_np15",
  "school": "Mahāsaṅghika Vinaya",
  "book": "Bhikkhunī Vibhaṅga",
  "rule_class": "Relinquishment With Confession",
  "rule_no": "15",
  "sections": [
    {
      "heading": "Origin Story",
      "parts": [
        {
          "lzh": [
            "佛住舍衛城如上廣說。乃至語言。汝欲居衣肆店耶。",
            "諸比丘尼聞已語大愛道。大愛道即以是事往白世尊。佛言。喚是。比丘尼來。來已佛問言。汝實爾不。答言實爾。佛言。汝云何畜長衣。從今日後。不聽畜長衣。佛告大愛道瞿曇彌。依止舍衛城住比丘尼皆悉令集。乃至已聞者當重聞。"
          ],
          "en": [
            "The Buddha was staying at Sāvatthī. As explained in detail above. … They said:",
            "“Do you want to have a robe shop?”",
            "When the bhikkhunīs heard this, they told Mahāpajāpatī, and she went to the World-honored One, and informed him of this matter. The Buddha said:",
            "“Summon those bhikkhunīs.”",
            "When they came, he asked them:",
            "“Did you really do this?”",
            "They answered:",
            "“We really did this.”",
            "The Buddha said:",
            "“Why did you keep spare robes? From now on, it’s no longer allowed to keep spare robes.”",
            "The Buddha told Mahāpajāpatī Gotamī: “Convene all the bhikkhunīs living in the vicinity of Sāvatthī. … Those who have already heard it should listen again:"
          ]
        }
      ]
    },
    {
      "heading": "Final Ruling",
      "parts": [
        {
          "lzh": [
            "若比丘尼畜長衣尼薩耆波夜提。"
          ],
          "en": [
            "If a bhikkhunī keeps a spare robe, it’s a nissaggiya pācittiya.”"
          ]
        }
      ]
    },
    {
      "heading": "Explanation",
      "parts": [
        {
          "lzh": [
            "比丘尼者如上說。衣者。欽婆羅衣［疊＊毛］衣憍奢耶衣芻摩衣舍那衣麻衣驅牟提衣。畜者。過限畜尼薩耆波夜提。尼薩耆波夜提者如上說。比丘尼聽畜二十衣。五衣受持。十五衣淨施已受用。若過是畜尼薩耆波夜提。比丘無限齊淨施受用無罪。是故世尊說。"
          ],
          "en": [
            "“A bhikkhunī”",
            "is as explained above.",
            "“A robe”",
            "means a woolen robe, a cotton robe, a silk robe, a linen robe, a sunn hemp robe, a hemp robe, and a robe woven with linen.",
            "“Storing”",
            "means storing more than the maximum is a nissaggiya pācittiya.",
            "“A nissaggiya pācittiya”",
            "is as explained above. A bhikkhunī may keep 20 robes: five determined robes, and 15 robes for use after having made a pure offering <note: Pāli: vikappana. This differs from the Pāli tradition, where items are placed under vikappana to be stored, and may not be used before vikappana has been lifted.> . If she keeps more, it’s a nissaggiya pācittiya. A bhikkhu may keep an unlimited number as pure offerings, and use them without offense. This is what the World-honored One said."
          ]
        }
      ]
    }
  ],
  "file": "np15",
  "prev_file": "np14",
  "next_file": "np16"
}